Repository: lyskouski/flutter_currency_picker
Catalog: lib/l10n/app_*.arb
Languages: az, be, be_eu, ro, uz, zh

# currencyUSD
source: United States Dollar
az: Amerika Birləşmiş Ştatları Dolları
be: Даляр ЗША
be_eu: Daliar ZŠA
ro: Dolarul Statelor Unite
uz: Amerika Qo'shma Shtatlari Dollari
zh: 美元 (USD)

# currencyEUR
source: Euro
az: Avro
be: Еўра
be_eu: Jeŭra
uz: Evro
zh: 欧元 (EUR)

# currencyJPY
source: Japanese Yen
az: Yapon yeni
be: Японская ена
be_eu: Japonskaja jena
ro: Yenul japonez
uz: Yapon iyeni
zh: 日元 (JPY)

# currencyGBP
source: British Pound
az: Britaniya funtu
be: Брытанскі фунт
be_eu: Brytanski funt
ro: Lira sterlină
uz: Britaniya funti
zh: 英镑 (GBP)

# currencyAUD
source: Australian Dollar
az: Avstraliya Dolları
be: Аўстралійскі долар
be_eu: Aŭstralijski dolar
ro: Dolar australian
uz: Avstraliya dollari
zh: 澳大利亚元 (AUD)

# currencyCAD
source: Canadian Dollar
az: Kanada Dolları
be: Канадскі даляр
be_eu: Kanadski daliar
ro: Dolar canadian
uz: Kanada dollari
zh: 加拿大元 (CAD)

# currencyCHF
source: Switzerland Franc
az: İsveçrə frankı
be: Швейцарскі франк
be_eu: Šviejcarski frank
ro: Franc elvețian
uz: Shveytsariya franki
zh: 瑞士法郎 (CHF)

# currencyCNY
source: China Yuan Renminbi
az: Çin Yuan Renminbi
be: Кітайскі юань
be_eu: Kitajski juań
uz: Xitoy yuan renminbi
zh: 中国人民币 (CNY)

# currencyHKD
source: Hong Kong Dollar
az: Honq Konq Dolları
be: Ганконскі даляр
be_eu: Hankonski daliar
ro: Dolar din Hong Kong
uz: Gongkong dollari
zh: 港元 (HKD)

# currencyNZD
source: New Zealand Dollar
az: Yeni Zelandiya Dolları
be: Новазеландскі долар
be_eu: Novazielandski dolar
ro: Dolar neozeelandez
uz: Yangi Zelandiya dollari
zh: 新西兰元 (NZD)

# currencySEK
source: Sweden Krona
az: İsveç Kronu
be: Шведская крона
be_eu: Šviedskaja krona
ro: Corona suedeză
uz: Shvetsiya kronasi
zh: 瑞典克朗 (SEK)

# currencyKRW
source: South Korea Won
az: Cənubi Koreya Vonu
be: Паўднёвакарэйская вона
be_eu: Paŭdniovakarejskaja vona
ro: Câștig din Coreea de Sud
uz: Janubiy Koreya von
zh: 南韩元 (KRW)

# currencySGD
source: Singapore Dollar
az: Sinqapur Dolları
be: Сінгапурскі даляр
be_eu: Sinhapurski daliar
ro: Dolar din Singapore
uz: Singapur dollari
zh: 新加坡元 (SGD)

# currencyNOK
source: Norway Krone
az: Norveç Kronu
be: Нарвежская крона
be_eu: Narviežskaja krona
ro: Corona norvegiană
uz: Norvegiya kroni
zh: 挪威克朗 (NOK)

# currencyMXN
source: Mexico Peso
az: Meksika Pesosu
be: Мексіканскі песа
be_eu: Mieksikanski piesa
ro: Peso mexic
uz: Meksika pesosi
zh: 墨西哥比索 (MXN)

# currencyINR
source: Indian Rupee
az: Hindistan Rupisi
be: Індыйская рупія
be_eu: Indyjskaja rupija
ro: Rupia indiană
uz: Hindiston rupisi
zh: 印度卢比 (INR)

# currencyRUB
source: Russia Ruble
az: Rusiya rublu
be: Расійскі рубель
be_eu: Rasijski rubieĺ
ro: Rubla rusă
uz: Rossiya rubli
zh: 俄罗斯卢布 (RUB)

# currencyZAR
source: South Africa Rand
be: Паўднёваафрыканскі рэнд
be_eu: Paŭdniovaafrykanski rend
ro: Rand din Africa de Sud
uz: Janubiy Afrika Randi
zh: 南非兰特 (ZAR)

# currencyTRY
source: Turkish Lira
az: Türk Lirəsi
be: Турэцкая ліра
be_eu: Tureckaja lira
ro: Lira turceasca
uz: Turk lirasi
zh: 土耳其里拉 (TRY)

# currencyBRL
source: Brazilian Real
az: Braziliya Realı
be: Бразільскі рэал
be_eu: Braziĺski real
ro: Real brazilian
uz: Braziliya reali
zh: 巴西雷亚尔 (BRL)

# currencyTWD
source: Taiwan New Dollar
az: Yeni Tayvan Dolları
be: Новы тайваньскі даляр
be_eu: Novy tajvański daliar
ro: Nou dolar Taiwan
uz: Tayvan yangi dollari
zh: 新台币 (TWD)

# currencyDKK
source: Denmark Krone
az: Danimarka Kronu
be: Дацкая крона
be_eu: Dackaja krona
ro: Corona danemarcă
uz: Daniya kroni
zh: 丹麦克朗 (DKK)

# currencyPLN
source: Poland Zloty
az: Polşa Zlotisi
be: Польскі злоты
be_eu: Poĺski zloty
ro: Zloty polonez
uz: Polsha zlotisi
zh: 波兰兹罗提 (PLN)

# currencyTHB
source: Thailand Baht
az: Tayland Bahtı
be: Тайландскі бат
be_eu: Tajlandski bat
ro: Baht thailandez
uz: Tailand baht
zh: 泰国铢 (THB)

# currencyIDR
source: Indonesia Rupiah
az: İndoneziya Rupisi
be: Інданэзійская рупія
be_eu: Indanezijskaja rupija
ro: Rupia indoneziană
uz: Indoneziya rupiyasi
zh: 印度尼西亚卢比 (IDR)

# currencyHUF
source: Hungary Forint
az: Macarıstan Forinti
be: Венгерскі форынт
be_eu: Vienhierski forynt
ro: Forintul Ungariei
uz: Vengriya forinti
zh: 匈牙利福林 (HUF)

# currencyCZK
source: Czech Koruna
az: Çex Korunası
be: Чэшская крона
be_eu: Češskaja krona
ro: Coroana Cehă
uz: Chexiya Korunasi
zh: 捷克克朗 (CZK)

# currencyILS
source: Israel Shekel
az: İsrail Şekeli
be: Iзраільскі шэкель
be_eu: Izraiĺski šekieĺ
ro: Shekel israelian
uz: Isroil shekeli
zh: 以色列谢克尔 (ILS)

# currencyCLP
source: Chile Peso
az: Çili Pesosu
be: Чылійскі песа
be_eu: Čylijski piesa
ro: Peso din Chile
uz: Chili pesosi
zh: 智利比索 (CLP)

# currencyPHP
source: Philippines Peso
az: Filippin Pesosu
be: Філіпінскі песа
be_eu: Filipinski piesa
ro: Pesu filipinez
uz: Filippin peso
zh: 菲律宾比索 (PHP)

# currencyAED
source: Emirati Dirham
az: Əmirliyi Dirhəmi
be: Дырхам Эміратаў
be_eu: Dyrcham Emirataŭ
ro: Dirham Emirate
uz: Amirati Dirhami
zh: 阿联酋迪拉姆 (AED)

# currencyCOP
source: Colombia Peso
az: Kolumbiya Pesosu
be: Калумбійскі песа
be_eu: Kalumbijski piesa
uz: Kolumbiya Peso
zh: 哥伦比亚比索 (COP)

# currencySAR
source: Saudi Arabia Riyal
az: Səudiyyə Ərəbistanı Riyalı
be: Саудаўскі рыял
be_eu: Saudaŭski ryjal
ro: Riyal al Arabiei Saudite
uz: Saudiya Arabistoni Riyali
zh: 沙特阿拉伯里亚尔 (SAR)

# currencyMYR
source: Malaysia Ringgit
az: Malayziya Rinqiti
be: Малайзійскі рынгіт
be_eu: Malajzijski rynhit
ro: Ringgit Malaezia
uz: Malayziya ringgiti
zh: 马来西亚林吉特 (MYR)

# currencyRON
source: Romania Leu
az: Rumıniya Leyi
be: Румынскі лей
be_eu: Rumynski liej
ro: România Leu
uz: Ruminiya Leu
zh: 罗马尼亚列伊 (RON)

# currencyAFN
source: Afghanistan Afghani
az: Əfqanıstan Əfqanıstanı
be: Аўганскі афгані
be_eu: Aŭhanski afhani
ro: Afghanistan Afghan
uz: Afg'oniston afg'oni
zh: 阿富汗阿富汗尼 (AFN)

# currencyALL
source: Albanian Lek
az: Alban Leki
be: Албанскі лек
be_eu: Albanski liek
ro: Lek albanez
uz: Alban leki
zh: 阿尔巴尼亚列克 (ALL)

# currencyDZD
source: Algerian dinar
az: Əlcəzair dinarı
be: Алжырскі дынар
be_eu: Alžyrski dynar
ro: dinar algerian
uz: Jazoir dinori
zh: 阿尔及利亚第纳尔 (DZD)

# currencyARS
source: Argentine Peso
az: Argentina Pesosu
be: Аргентынскі песа
be_eu: Arhientynski piesa
ro: Peso argentinian
uz: Argentina peso
zh: 阿根廷比索 (ARS)

# currencyAMD
source: Armenian Dram
az: Erməni dramı
be: Армянскі драм
be_eu: Armianski dram
ro: Dram armean
uz: Arman drami
zh: 亚美尼亚德拉姆 (AMD)

# currencyAZN
source: Azerbaijani Manat
az: Azərbaycan Manatı
be: Азербайджанскі манат
be_eu: Azierbajdžanski manat
ro: Manat Azerbaidjan
uz: Ozarbayjon manati
zh: 阿塞拜疆马纳特 (AZN)

# currencyBHD
source: Bahraini Dinar
az: Bəhreyn Dinarı
be: Бахрэйнскі дынар
be_eu: Bachrejnski dynar
ro: Dinarul Bahreinian
uz: Bahrayn dinori
zh: 巴林第纳尔 (BHD)

# currencyBDT
source: Bangladeshi Taka
az: Banqladeş Takası
be: Бангладэшская така
be_eu: Banhladešskaja taka
ro: Taka din Bangladesh
zh: 孟加拉国塔卡 (BDT)

# currencyBBD
source: Barbados Dollar
az: Barbados Dolları
be: Барбадаскі даляр
be_eu: Barbadaski daliar
ro: Dolar Barbados
uz: Barbados dollari
zh: 巴巴多斯元 (BBD)

# currencyBYN
source: Belarussian Ruble
az: Belarus rublu
be: Беларускі рубель
be_eu: Bielaruski rubieĺ
ro: Rubla belarusă
uz: Belarus rubli
zh: 白俄罗斯卢布 (BYN)

# currencyBZD
source: Belize Dollar
az: Beliz Dolları
be: Белізскі даляр
be_eu: Bielizski daliar
ro: Dolar din Belize
uz: Beliz Dollari
zh: 伯利兹元 (BZD)

# currencyBMD
source: Bermuda Dollar
az: Bermud Dolları
be: Бярмудскі даляр
be_eu: Biarmudski daliar
ro: Dolarul Bermudelor
uz: Bermud dollari
zh: 百慕大元 (BMD)

# currencyBTN
source: Bhutanese Ngultrum
az: Butan Nqultrum
be: Бутанскі Нгултрум
be_eu: Butanski Nhultrum
ro: Ngultrum Bhutanez
uz: Butan ngultrum
zh: 不丹努尔特姆 (BTN)

# currencyBOB
source: Bolivia Bolíviano
be: Балівія Балівіяна
be_eu: Balivija Balivijana
uz: Boliviya Boliviyano
zh: 玻利维亚 (BOB)

# currencyBAM
source: Bosnia and Herzegovina convertible mark
az: Bosniya və Herseqovina konvertasiya edilə bilən markası
be: Канвертоўная марка Босніі і Герцагавіны
be_eu: Kanviertoŭnaja marka Bosnii i Hiercahaviny
ro: Marcă convertibilă din Bosnia și Herțegovina
uz: Bosniya va Gertsegovina konvertatsiya qilinadigan belgisi
zh: 波斯尼亚和黑塞哥维那可兑换马克 (BAM)

# currencyBWP
source: Botswanan Pula
az: Botsvana pulası
be: Батсванская пула
be_eu: Batsvanskaja pula
uz: Botsvana pulasi
zh: 博茨瓦纳普拉 (BWP)

# currencyBND
source: Brunei Darussalam Dollar
az: Bruney Darussalam Dolları
be: Бруней-Даруссаламскі даляр
be_eu: Bruniej-Darussalamski daliar
ro: Dolar Brunei Darussalam
uz: Bruney Dorussalom dollari
zh: 文莱达鲁萨兰国元 (BND)

# currencyBGN
source: Bulgarian Lev
az: Bolqar Levi
be: Балгарскі леў
be_eu: Balharski lieŭ
ro: Lev bulgar
uz: Bolgariya Levi
zh: 保加利亚列弗 (BGN)

# currencyBIF
source: Burundian Franc
az: Burundi frankı
be: Бурундзійскі франк
be_eu: Burundzijski frank
ro: Franc burund
uz: Burundi franki
zh: 布隆迪法郎 (BIF)

# currencyKHR
source: Cambodian riel
az: Kamboca rieli
be: Камбаджыйскі рыель
be_eu: Kambadžyjski ryjeĺ
ro: riel cambodgian
uz: Kambodja rieli
zh: 柬埔寨瑞尔 (KHR)

# currencyKYD
source: Cayman Islands Dollar
az: Kayman Adaları Dolları
be: Даляр Кайманавых выспаў
be_eu: Daliar Kajmanavych vyspaŭ
ro: Dolar din Insulele Cayman
uz: Kayman orollari dollari
zh: 开曼群岛元 (KYD)

# currencyXAF
source: Central African CFA franc
az: Mərkəzi Afrika CFA frankı
be: Цэнтральнаафрыканскі франк КФА
be_eu: Centraĺnaafrykanski frank KFA
ro: Franc CFA din Africa Centrală
uz: Markaziy Afrika CFA franki
zh: 中非法郎 (XAF)

# currencyXOF
source: UEMOA CFA franc
az: UEMOA CFA frank
be: Франк КФА UEMOA
be_eu: Frank KFA UEMOA
ro: UEMOA franc CFA
uz: UEMOA CFA frank
zh: 非洲金融共同体法郎 (XOF)

# currencyCDF
source: Congolese franc
az: Konqo frankı
be: Кангалезскі франк
be_eu: Kanhaliezski frank
ro: Franc congolez
uz: Kongo franki
zh: 刚果法郎 (CDF)

# currencyCRC
source: Costa Rica Colon
az: Kosta Rika Kolon
be: Костарыканскі калон
be_eu: Kostarykanski kalon
ro: Colonul Costarica
uz: Kosta-Rika kolon
zh: 哥斯达黎加科朗 (CRC)

# currencyDOP
source: Dominican Republic Peso
az: Dominikan Respublikası Pesosu
be: Песа Дамініканскай Рэспублікі
be_eu: Piesa Daminikanskaj Respubliki
ro: Pesu din Republica Dominicană
uz: Dominikan Respublikasi pesosi
zh: 多米尼加共和国比索 (DOP)

# currencyEGP
source: Egypt Pound
az: Misir funtu
be: Егіпецкі фунт
be_eu: Jehipiecki funt
ro: Libra egipteană
uz: Misr funti
zh: 埃及镑 (EGP)

# currencyETB
source: Ethiopian Birr
az: Efiopiya Birri
be: Эфіопскі быр
be_eu: Efiopski byr
ro: Birr etiopian
uz: Efiopiya birri
zh: 埃塞俄比亚比尔 (ETB)

# currencyGMD
source: Gambian dalasi
az: Qambiya dalasi
be: Гамбійскі даласі
be_eu: Hambijski dalasi
ro: Dalasi din Gambia
uz: Gambiya dalasi
zh: 冈比亚达拉西 (GMD)

# currencyGEL
source: Georgian Lari
az: Gürcüstan Larisi
be: Грузінскі лары
be_eu: Hruzinski lary
ro: Lari georgian
uz: Gruziya larisi
zh: 格鲁吉亚拉里 (GEL)

# currencyGHS
source: Ghana Cedi
az: Qana Sedi
be: Ганскі сядзі
be_eu: Hanski siadzi
uz: Gana Sedi
zh: 加纳塞地 (GHS)

# currencyGTQ
source: Guatemalan quetzal
az: Qvatemala quetzalı
be: Гватэмальскі кетсаль
be_eu: Hvatemaĺski kietsaĺ
ro: Quetzal guatemalez
uz: Gvatemala quetzali
zh: 危地马拉格查尔 (GTQ)

# currencyGYD
source: Guyana Dollar
az: Qayana Dolları
be: Гаянскі даляр
be_eu: Hajanski daliar
ro: Dolar Guyana
uz: Guyana dollari
zh: 圭亚那元 (GYD)

# currencyHTG
source: Haitian gourde
az: Haiti gourde
be: Гаіцянскі гурд
be_eu: Haicianski hurd
ro: Gurda haitiană
uz: Gaiti gourde
zh: 海地古德 (HTG)

# currencyISK
source: Iceland Krona
az: İslandiya Kronu
be: Iсландская крона
be_eu: Islandskaja krona
ro: Corona islandeză
uz: Islandiya kronasi
zh: 冰岛克朗 (ISK)

# currencyJMD
source: Jamaica Dollar
az: Yamayka Dolları
be: Ямайскі даляр
be_eu: Jamajski daliar
ro: Dolar Jamaica
uz: Yamayka dollari
zh: 牙买加元 (JMD)

# currencyJOD
source: Jordanian dinar
az: İordaniya dinarı
be: Ярданскі дынар
be_eu: Jardanski dynar
ro: dinar iordanian
uz: Iordaniya dinori
zh: 约旦第纳尔 (JOD)

# currencyKZT
source: Kazakhstan Tenge
az: Qazaxıstan Tenge
be: Казахстанскі тэнге
be_eu: Kazachstanski tenhie
ro: Kazahstan Tenge
uz: Qozog'iston tengesi
zh: 哈萨克斯坦坚戈 (KZT)

# currencyKES
source: Kenyan Shilling
az: Keniya Şillinqi
be: Кенійскі шылінг
be_eu: Kienijski šylinh
ro: Șiling kenyan
uz: Keniya shillingi
zh: 肯尼亚先令 (KES)

# currencyKWD
source: Kuwaiti Dinar
az: Küveyt Dinarı
be: Кувэйцкі дынар
be_eu: Kuvejcki dynar
ro: Dinar kuweitian
uz: Quvayt dinari
zh: 科威特第纳尔 (KWD)

# currencyKGS
source: Kyrgyzstani som
az: Qırğızıstan somu
be: Кыргызскі сом
be_eu: Kyrhyzski som
ro: Som din Kârgâzstan
uz: Qirg'iziston so'mi
zh: 吉尔吉斯斯坦索姆 (KGS)

# currencyLAK
source: Laos Kip
be: Лаоскі кіп
be_eu: Laoski kip
uz: Laos Kipi
zh: 老挝基普 (LAK)

# currencyLRD
source: Liberia Dollar
az: Liberiya Dolları
be: Ліберыйскі даляр
be_eu: Libieryjski daliar
ro: Dolar liberian
uz: Liberiya dollari
zh: 利比里亚元 (LRD)

# currencyMKD
source: Macedonia Denar
az: Makedoniya Denarı
be: Македонскі дэнар
be_eu: Makiedonski denar
uz: Makedoniya Denar
zh: 马其顿第纳尔 (MKD)

# currencyMWK
source: Malawian Kwacha
az: Malavi kvaçası
be: Малавійская квача
be_eu: Malavijskaja kvača
ro: Kwacha malawian
uz: Malavi kvacha
zh: 马拉维克瓦查 (MWK)

# currencyMUR
source: Mauritius Rupee
az: Mavrikiy Rupisi
be: Маўрыкійская рупія
be_eu: Maŭrykijskaja rupija
ro: Rupia Mauritius
uz: Mavrikiy rupisi
zh: 毛里求斯卢比 (MUR)

# currencyMDL
source: Moldovan Leu
az: Moldova Leyi
be: Малдаўскі лей
be_eu: Maldaŭski liej
ro: Leu moldovenesc
uz: Moldova leyi
zh: 摩尔多瓦列伊 (MDL)

# currencyMNT
source: Mongolia Tughrik
az: Monqolustan Tuğrik
be: Манголія Тугрык
be_eu: Manholija Tuhryk
uz: Mo'g'uliston Tug'rik
zh: 蒙古图格里克 (MNT)

# currencyMAD
source: Moroccan Dirham
az: Mərakeş Dirhəmi
be: Мараканскі дырхам
be_eu: Marakanski dyrcham
ro: Dirham marocan
uz: Marokash dirhami
zh: 摩洛哥迪拉姆 (MAD)

# currencyMZN
source: Mozambique Metical
be: Мазамбікскі мецікал
be_eu: Mazambikski miecikal
ro: Mozambic Metical
uz: Mozambik Metikali
zh: 莫桑比克梅蒂卡尔 (MZN)

# currencyMMK
source: Myanmar Kyat
az: Myanmar Kyatı
be: М'янманскі к'ят
be_eu: Mjanmanski kjat
ro: Kyatul din Myanmar
uz: Myanma kyati
zh: 缅甸缅元 (MMK)

# currencyNAD
source: Namibia Dollar
az: Namibiya Dolları
be: Намібійскі даляр
be_eu: Namibijski daliar
ro: Dolar namibian
uz: Namibiya dollari
zh: 纳米比亚元 (NAD)

# currencyNPR
source: Nepal Rupee
az: Nepal Rupisi
be: Непальская рупія
be_eu: Niepaĺskaja rupija
ro: Rupia nepaleană
uz: Nepal rupisi
zh: 尼泊尔卢比 (NPR)

# currencyNIO
source: Nicaragua Cordoba
az: Nikaraqua Kordoba
be: Нікарагуа Кардоба
be_eu: Nikarahua Kardoba
uz: Nikaragua Kordoba
zh: 尼加拉瓜科尔多瓦 (NIO)

# currencyNGN
source: Nigeria Naira
az: Nigeriya Nairası
be: Нігерыйская найра
be_eu: Nihieryjskaja najra
uz: Nigeriya Naira
zh: 尼日利亚奈拉 (NGN)

# currencyOMR
source: Oman Rial
az: Oman Rialı
be: Аманскі рыял
be_eu: Amanski ryjal
ro: Rial Oman
uz: Ummon riali
zh: 阿曼里亚尔 (OMR)

# currencyPKR
source: Pakistan Rupee
az: Pakistan Rupisi
be: Пакістанская рупія
be_eu: Pakistanskaja rupija
ro: Rupia pakistaneză
uz: Pokiston rupisi
zh: 巴基斯坦卢比 (PKR)

# currencyPGK
source: Papua New Guinean Kina
az: Papua Yeni Qvineya Kinası
be: Кіна Папуа-Новай Гвінеі
be_eu: Kina Papua-Novaj Hviniei
ro: Kina Papua Noua Guinee
uz: Papua-Yangi Gvineya Kinasi
zh: 巴布亚新几内亚基那 (PGK)

# currencyPYG
source: Paraguay Guarani
az: Paraqvay Quarani
be: Парагвай Гуарані
be_eu: Parahvaj Huarani
uz: Paragvay Guarani
zh: 巴拉圭瓜拉尼 (PYG)

# currencyPEN
source: Peru Sol
be: Перуанскі соль
be_eu: Pieruanski soĺ
zh: 秘鲁索尔 (PEN)

# currencyQAR
source: Qatar Riyal
az: Qətər Riyalı
be: Катарскі рыял
be_eu: Katarski ryjal
ro: Riyalul Qatar
uz: Qatar riyali
zh: 卡塔尔里亚尔 (QAR)

# currencyRWF
source: Rwandan franc
az: Ruanda frankı
be: Руандыйскі франк
be_eu: Ruandyjski frank
ro: Franc ruandez
uz: Ruanda franki
zh: 卢旺达法郎 (RWF)

# currencyRSD
source: Serbia Dinar
az: Serbiya Dinarı
be: Сербскі дынар
be_eu: Sierbski dynar
ro: Dinarul Serbiei
uz: Serbiya Dinari
zh: 塞尔维亚第纳尔 (RSD)

# currencySCR
source: Seychellois rupee
az: Seyşel rupisi
be: Сейшэльская рупія
be_eu: Siejšeĺskaja rupija
ro: Rupia din Seychellois
uz: Seychellois rupisi
zh: 塞舌尔卢比 (SCR)

# currencySOS
source: Somalia Shilling
az: Somali Şillinqi
be: Самалійскі шылінг
be_eu: Samalijski šylinh
ro: Șiling somalian
uz: Somali shillingi
zh: 索马里先令 (SOS)

# currencyLKR
source: Sri Lanka Rupee
az: Şri Lanka Rupisi
be: Рупія Шры-Ланкі
be_eu: Rupija Šry-Lanki
ro: Rupia din Sri Lanka
uz: Shri-Lanka rupisi
zh: 斯里兰卡卢比 (LKR)

# currencySRD
source: Suriname Dollar
az: Surinam Dolları
be: Сурынамскі даляр
be_eu: Surynamski daliar
ro: Dolar din Surinam
uz: Surinam dollari
zh: 苏里南元 (SRD)

# currencySYP
source: Syrian Lira
az: Suriya lirəsi
be: Сірыйская ліра
be_eu: Siryjskaja lira
ro: Lira siriană
uz: Suriya lirasi
zh: 叙利亚里拉 (SYP)

# currencyTZS
source: Tanzanian Shilling
az: Tanzaniya şillinqi
be: Танзанійскі шылінг
be_eu: Tanzanijski šylinh
ro: Șiling tanzanian
uz: Tanzaniya shillingi
zh: 坦桑尼亚先令 (TZS)

# currencyTTD
source: Trinidad and Tobago Dollar
az: Trinidad və Tobaqo Dolları
be: Даляр Трынідада і Табага
be_eu: Daliar Trynidada i Tabaha
ro: Dolar din Trinidad și Tobago
uz: Trinidad va Tobago dollari
zh: 特立尼达和多巴哥元 (TTD)

# currencyTND
source: Tunisian dinar
az: Tunis dinarı
be: Туніскі дынар
be_eu: Tuniski dynar
ro: dinar tunisian
uz: Tunis dinori
zh: 突尼斯第纳尔 (TND)

# currencyUGX
source: Ugandan Shilling
az: Uqanda Şillinqi
be: Угандыйскі шылінг
be_eu: Uhandyjski šylinh
ro: Șiling ugandez
uz: Uganda shillingi
zh: 乌干达先令 (UGX)

# currencyUAH
source: Ukraine Hryvnia
az: Ukrayna Qrivnası
be: Украінская грыўна
be_eu: Ukrainskaja hryŭna
ro: Ucraina Grivnia
uz: Ukraina Grivnasi
zh: 乌克兰格里夫纳 (UAH)

# currencyUYU
source: Uruguay Peso
az: Uruqvay Pesosu
be: Уругвайскі песа
be_eu: Uruhvajski piesa
uz: Urugvay pesosi
zh: 乌拉圭比索 (UYU)

# currencyVEF
source: Venezuela Bolívar
az: Venesuela Bolivarı
be: Венесуэльскі балівар
be_eu: Vieniesueĺski balivar
uz: Venesuela BolivarÄ±
zh: 委内瑞拉玻利瓦尔 (VEF)

# currencyVND
source: Viet Nam Dong
be: В'етнамскі донг
be_eu: Vjetnamski donh
zh: 越南盾 (VND)

# currencyYER
source: Yemen Rial
az: Yəmən Rialı
be: Еменскі рыял
be_eu: Jemienski ryjal
ro: Rial din Yemen
uz: Yaman riali
zh: 也门里亚尔 (YER)

# currencyZMW
source: Zambian kwacha
az: Zambiya kvaçası
be: Замбійская квача
be_eu: Zambijskaja kvača
ro: kwacha zambiană
uz: Zambiya kvachasi
zh: 赞比亚克瓦查 (ZMW)
